brew "stow"
brew "pinentry-mac"
brew "paperkey"
brew "ykman"
cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "iterm2"
cask "gpg-suite"
brew "tmux"
brew "tree"
brew "ack"
brew "vim"
brew "cmake"
cask "docker"
brew "zsh"
brew "yarn", args: ["ignore-dependencies"]
brew "grip"
brew "watchman"
