brew "fish"
brew "tmux"
brew "vim"
brew "stow"
brew "pinentry-mac"
brew "paperkey"
brew "ykman"
brew "tree"
brew "yarn", args: ["ignore-dependencies"]
brew "watchman"
brew "pyenv"
brew "adr-tools"
brew "gh"
brew "coreutils"
brew "ngrok"
brew "pnpm"
cask_args appdir: "/Applications"
tap "homebrew/cask"
cask "gpg-suite"
cask "ghostty"
cask "docker"
cask "visual-studio-code"
cask "windsurf"
cask "dbeaver-community"
tap "hashicorp/tap"
brew "terraform"